Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# machines.requiresPro.subtitle
source: This account’s plan doesn’t include Cloud machine access. Upgrade to create and reconnect machines.
ar: لا تتضمن خطة هذا الحساب ميزة الوصول إلى الأجهزة السحابية. قم بالترقية لإنشاء الأجهزة وإعادة الاتصال بها.
de: Der Tarif dieses Accounts enthält keinen Zugriff auf Cloud-Maschinen. Upgrade, um Maschinen zu erstellen und wiederzuverbinden.
es: El plan de esta cuenta no incluye el acceso a máquinas en la nube. Actualiza para crear y volver a conectar máquinas.
fr: Le forfait de ce compte n’inclut pas l’accès aux machines Cloud. Passez au forfait supérieur pour créer et reconnecter des machines.
ja: このアカウントのプランでは Cloud マシンを利用できません。アップグレードするとマシンの作成と再接続ができます。
ko: 이 계정의 요금제에는 클라우드 머신 액세스가 포함되어 있지 않습니다. 머신을 생성하고 다시 연결하려면 업그레이드하세요.
zh_hans: 此账户的套餐不含云端机器访问权限。升级后即可创建并重新连接机器。
zh_hant: 此帳戶的方案不包含雲端機器存取權限。請升級以建立並重新連線機器。

# machines.requiresPro.title
source: Cloud machines need cmux Pro
ar: تتطلب الأجهزة السحابية إصدار cmux Pro
de: Cloud-Maschinen erfordern cmux Pro
es: Las máquinas en la nube requieren cmux Pro
fr: Les machines Cloud nécessitent cmux Pro
ja: Cloud マシンには cmux Pro が必要です
ko: 클라우드 머신을 사용하려면 cmux Pro가 필요합니다
zh_hans: 云端机器需要 cmux Pro
zh_hant: 雲端機器需要 cmux Pro

# machines.requiresPro.upgrade
source: Upgrade to Pro
ar: الترقية إلى Pro
de: Upgrade auf Pro
es: Actualizar a Pro
fr: Passer à Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
zh_hans: 升级到 Pro
zh_hant: 升級至 Pro

# machines.sessionRejected.signInAgain
source: Sign Out & Sign In Again
ar: تسجيل الخروج وتسجيل الدخول مرة أخرى
de: Abmelden & erneut anmelden
es: Cerrar sesión e iniciar sesión de nuevo
fr: Se déconnecter et se reconnecter
ja: サインアウトして再サインイン
ko: 로그아웃 후 다시 로그인
zh_hans: 退出登录并重新登录
zh_hant: 登出並重新登入

# machines.sessionRejected.subtitle
source: The Cloud service no longer accepts this Mac’s saved session. Sign out and sign back in to reconnect.
ar: لم تعد الخدمة السحابية تقبل الجلسة المحفوظة لجهاز Mac هذا. يرجى تسجيل الخروج ثم تسجيل الدخول مرة أخرى لإعادة الاتصال.
de: Der Cloud-Dienst akzeptiert die gespeicherte Sitzung dieses Macs nicht mehr. Melde dich ab und wieder an, um die Verbindung wiederherzustellen.
es: El servicio en la nube ya no acepta la sesión guardada de este Mac. Cierra la sesión e inicia sesión de nuevo para volver a conectarte.
fr: Le service Cloud n’accepte plus la session enregistrée de ce Mac. Déconnectez-vous et reconnectez-vous pour rétablir la connexion.
ja: Cloud サービスがこの Mac に保存されたセッションを受け付けなくなりました。サインアウトして再度サインインすると再接続できます。
ko: 클라우드 서비스에서 더 이상 이 Mac에 저장된 세션을 허용하지 않습니다. 다시 연결하려면 로그아웃한 후 다시 로그인하세요.
zh_hans: 云端服务不再接受这台 Mac 上保存的会话。请退出登录后重新登录以恢复连接。
zh_hant: 雲端服務不再接受此 Mac 儲存的工作階段。請登出並重新登入以重新連線。

# machines.sessionRejected.title
source: Sign-in needs a refresh
ar: يحتاج تسجيل الدخول إلى تحديث
de: Anmeldung muss aktualisiert werden
es: Es necesario actualizar el inicio de sesión
fr: La connexion doit être actualisée
ja: 再サインインが必要です
ko: 로그인 갱신 필요
zh_hans: 登录状态需要刷新
zh_hant: 登入狀態需要重新整理

# machines.unavailable.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
zh_hans: 重试
zh_hant: 重試

# machines.unavailable.stale
source: Cloud unreachable — showing last known
ar: تعذر الوصول إلى السحابة — يتم عرض آخر حالة معروفة
de: Cloud nicht erreichbar – zeige letzten bekannten Stand
es: Nube inaccesible — se muestra el último estado conocido
fr: Cloud inaccessible — affichage des dernières informations connues
ja: クラウドに接続できません — 最後の状態を表示中
ko: 클라우드에 연결할 수 없음 — 마지막으로 확인된 상태 표시 중
zh_hans: 云端无法连接 —— 显示的是最后已知状态
zh_hant: 無法連線至雲端 — 顯示上次已知的狀態

# machines.unavailable.subtitle
source: Your machines are still there. cmux couldn’t reach the Cloud service just now; it retries on its own.
ar: أجهزتك لا تزال موجودة. تعذر على cmux الوصول إلى الخدمة السحابية الآن؛ سيتم إعادة المحاولة تلقائيًا.
de: Deine Maschinen sind noch da. cmux konnte den Cloud-Dienst gerade nicht erreichen und versucht es selbstständig erneut.
es: Tus máquinas siguen ahí. cmux no pudo conectarse al servicio de la nube en este momento; volverá a intentarlo automáticamente.
fr: Vos machines sont toujours là. cmux n’a pas pu contacter le service Cloud à l’instant ; il va réessayer automatiquement.
ja: マシンはそのまま残っています。cmux は今クラウドサービスに接続できませんでした。自動的に再試行します。
ko: 머신은 그대로 유지됩니다. 현재 cmux가 클라우드 서비스에 연결할 수 없습니다. 자동으로 다시 시도합니다.
zh_hans: 你的机器都还在。cmux 此刻无法连接云端服务；它会自动重试。
zh_hant: 您的機器依然存在。cmux 剛才無法連線至雲端服務；它會自動重試。

# machines.unavailable.title
source: Cloud is unreachable
ar: تعذر الوصول إلى السحابة
de: Cloud ist nicht erreichbar
es: No se puede conectar a la nube
fr: Le Cloud est inaccessible
ja: クラウドに接続できません
ko: 클라우드에 연결할 수 없습니다
zh_hans: 云端无法连接
zh_hant: 無法連線至雲端

# markdown.copyConfirm.html
source: Copied as HTML
ar: تم النسخ كـ HTML
de: Als HTML kopiert
es: Copiado como HTML
fr: Copié en HTML
ja: HTMLとしてコピーしました
ko: HTML로 복사됨
zh_hans: 已复制为 HTML
zh_hant: 已複製為 HTML

# markdown.copyConfirm.markdown
source: Copied as Markdown
ar: تم النسخ كـ Markdown
de: Als Markdown kopiert
es: Copiado como Markdown
fr: Copié en Markdown
ja: Markdownとしてコピーしました
ko: 마크다운으로 복사됨
zh_hans: 已复制为 Markdown
zh_hant: 已複製為 Markdown

# markdown.fileUnavailable.message
source: The file may have been moved or deleted.
ar: ربما تم نقل الملف أو حذفه.
de: Die Datei wurde möglicherweise verschoben oder gelöscht.
es: Es posible que el archivo se haya movido o eliminado.
fr: Le fichier a peut-être été déplacé ou supprimé.
ja: ファイルが移動または削除された可能性があります。
ko: 파일이 이동되었거나 삭제되었을 수 있습니다.
uk: Можливо, файл було переміщено або видалено.
zh_hans: 该文件可能已被移动或删除。
zh_hant: 檔案可能已被移動或刪除。

# markdown.fileUnavailable.title
source: File unavailable
ar: الملف غير متوفر
de: Datei nicht verfügbar
es: Archivo no disponible
fr: Fichier indisponible
ja: ファイルを利用できません
ko: 파일을 사용할 수 없음
uk: Файл недоступний
zh_hans: 文件不可用
zh_hant: 無法取得檔案

# markdown.font.system
source: System
ar: النظام
es: Sistema
fr: Système
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

# markdown.fontSize.field
source: Size
ar: مقاس
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
zh_hans: 大小
zh_hant: 尺寸

# markdown.fontSize.reset
source: Reset to default
ar: إعادة التعيين إلى الوضع الافتراضي
de: Auf Standard zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
ja: デフォルトにリセット
ko: 기본값으로 재설정
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# markdown.fontSize.setDefault
source: Set as default for new viewers
ar: تعيين كافتراضي للمشاهدين الجدد
de: Als Standard für neue Viewer festlegen
es: Establecer como predeterminado para nuevos visores
fr: Définir par défaut pour les nouvelles fenêtres de visualisation
ja: 今後のビューアのデフォルトに設定
ko: 새 뷰어의 기본값으로 설정
zh_hans: 设为新查看器的默认值
zh_hant: 設為新檢視器的預設值

# markdown.maxWidth.field
source: Width
ar: العرض
de: Breite
es: Ancho
fr: Largeur
ja: 幅
ko: 너비
zh_hans: 宽度
zh_hant: 寬度

# markdown.mode.preview
source: Preview
ar: معاينة
de: Vorschau
es: Avance
fr: Aperçu
ja: プレビュー
ko: 시사
zh_hans: 预览
zh_hant: 預覽

# markdown.mode.showPreview
source: Show Preview
ar: عرض المعاينة
de: Vorschau anzeigen
es: Mostrar vista previa
fr: Afficher l’aperçu
ja: プレビューを表示
ko: 미리보기 표시
zh_hans: 显示预览
zh_hant: 顯示預覽

# markdown.mode.showTextEdit
source: Show TextEdit
ar: عرض محرر النصوص
de: TextEdit anzeigen
es: Mostrar TextEdit
fr: Afficher l’éditeur de texte
ja: テキスト編集を表示
ko: 텍스트 편집기 표시
zh_hans: 显示文本编辑
zh_hant: 顯示文字編輯

# markdown.mode.text
source: TextEdit
ar: محرر النصوص
fr: Éditeur de texte
ja: テキスト編集
ko: 텍스트 편집기
zh_hans: 文本编辑
zh_hant: 文字編輯

# markdown.mode.toggle
source: Toggle Markdown Mode
ar: تبديل وضع Markdown
de: Markdown-Modus umschalten
es: Alternar modo Markdown
fr: Basculer le mode Markdown
ja: Markdownモードを切り替え
ko: 마크다운 모드 전환
zh_hans: 切换 Markdown 模式
zh_hant: 切換 Markdown 模式

# markdown.toolbar.copyHTML
source: Copy as HTML
ar: نسخ كـ HTML
de: Als HTML kopieren
es: Copiar como HTML
fr: Copier en HTML
ja: HTMLとしてコピー
ko: HTML로 복사
zh_hans: 复制为 HTML
zh_hant: 複製為 HTML

# markdown.toolbar.copyMarkdown
source: Copy as Markdown
ar: نسخ كـ Markdown
de: Als Markdown kopieren
es: Copiar como Markdown
fr: Copier en Markdown
ja: Markdownとしてコピー
ko: 마크다운으로 복사
zh_hans: 复制为 Markdown
zh_hant: 複製為 Markdown

# markdown.toolbar.fontSize
source: Font Size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de la police
ja: フォントサイズ
ko: 글꼴 크기
zh_hans: 字号
zh_hant: 字型大小

# markdown.toolbar.revert
source: Revert
ar: تراجع
de: Zurücksetzen
es: Revertir
fr: Rétablir
ja: 元に戻す
ko: 되돌리기
zh_hans: 还原
zh_hant: 還原

# markdown.toolbar.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

# markdown.typography.font
source: Font
ar: الخط
de: Schriftart
es: Fuente
fr: Police
ja: フォント
ko: 글꼴
zh_hans: 字体
zh_hant: 字型

# markdown.typography.maxWidth
source: Max Width
ar: الحد الأقصى للعرض
de: Maximale Breite
es: Ancho máximo
fr: Largeur maximale
ja: 最大幅
ko: 최대 너비
zh_hans: 最大宽度
zh_hant: 最大寬度

# markdown.typography.resetBuiltIn
source: Reset to built-in defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية المدمجة
de: Auf integrierte Standards zurücksetzen
es: Restablecer a los valores predeterminados integrados
fr: Rétablir les valeurs par défaut intégrées
ja: 組み込みデフォルトにリセット
ko: 내장 기본값으로 재설정
zh_hans: 重置为内置默认值
zh_hant: 重設為內建預設值

# markdown.typography.size
source: Size
ar: مقاس
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
zh_hans: 大小
zh_hant: 尺寸

# markdown.web.remoteImageBlocked
source: Remote image blocked
ar: تم حظر الصورة عن بعد
de: Remote-Bild blockiert
es: Imagen remota bloqueada
fr: Image distante bloquée
ja: リモート画像をブロックしました
ko: 원격 이미지가 차단됨
zh_hans: 远程图片已被阻止
zh_hant: 遠端影像被屏蔽

# markdown.web.remoteImageConsentMessage
source: cmux will not contact this image URL until you load this image.
ar: لن يتصل cmux بعنوان URL للصورة حتى تقوم بتحميل هذه الصورة.
de: cmux kontaktiert diese Bild-URL erst, wenn Sie dieses Bild laden.
es: cmux no se comunicará con la URL de esta imagen hasta que la cargue.
fr: cmux ne contactera pas l'URL de cette image tant que vous n'aurez pas chargé cette image.
ja: この画像を読み込むまで、cmux はこの画像 URL に接続しません。
ko: cmux는 이 이미지를 로드할 때까지 이 이미지 URL에 접속하지 않습니다.
zh_hans: 在你加载此图片之前，cmux 不会访问该图片 URL。
zh_hant: 在您載入此圖像之前，cmux 不會聯絡此圖像 URL。

# markdown.web.remoteImageCopied
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

# markdown.web.remoteImageCopyURL
source: Copy image URL
ar: انسخ عنوان URL للصورة
de: Bild-URL kopieren
es: Copiar URL de imagen
fr: Copier l'URL de l'image
ja: 画像 URL をコピー
ko: 이미지 URL 복사
zh_hans: 复制图片 URL
zh_hant: 複製圖片網址

# markdown.web.remoteImageHTTPSOnly
source: Only HTTPS remote images can be loaded in the viewer.
ar: يمكن فقط تحميل صور HTTPS البعيدة في العارض.
de: Im Viewer können nur HTTPS-Remotebilder geladen werden.
es: Sólo se pueden cargar imágenes remotas HTTPS en el visor.
fr: Seules les images distantes HTTPS peuvent être chargées dans la visionneuse.
ja: ビューアー内で読み込めるのは HTTPS のリモート画像のみです。
ko: 뷰어에서는 HTTPS 원격 이미지만 불러올 수 있습니다.
zh_hans: 查看器中只能加载 HTTPS 远程图片。
zh_hant: 檢視器中只能載入 HTTPS 遠端映像。

# markdown.web.remoteImageLoadImage
source: Load this image
ar: تحميل هذه الصورة
de: Laden Sie dieses Bild
es: Cargar esta imagen
fr: Charger cette image
ja: この画像を読み込む
ko: 이 이미지 로드
zh_hans: 加载此图片
zh_hant: 載入此圖像

# markdown.web.remoteImageLoading
source: Loading
ar: تحميل
de: Laden
es: Cargando
fr: Chargement
ja: 読み込み中
ko: 로드 중
zh_hans: 正在加载
zh_hant: 載入中

# markdown.web.remoteImageNotAllowed
source: This remote image URL cannot be loaded in the viewer.
ar: لا يمكن تحميل عنوان URL للصورة البعيدة في العارض.
de: Diese Remote-Bild-URL kann nicht in den Viewer geladen werden.
es: Esta URL de imagen remota no se puede cargar en el visor.
fr: Cette URL d'image distante ne peut pas être chargée dans la visionneuse.
ja: このリモート画像 URL はビューアー内で読み込めません。
ko: 이 원격 이미지 URL은 뷰어에 로드될 수 없습니다.
zh_hans: 此远程图片 URL 无法在查看器中加载。
zh_hant: 無法在檢視器中載入此遠端圖像 URL。

# markdown.web.remoteImageOpenURL
source: Open image URL
ar: افتح عنوان URL للصورة
de: Bild-URL öffnen
es: Abrir URL de la imagen
fr: Ouvrir l'URL de l'image
ja: 画像 URL を開く
ko: 이미지 URL 열기
zh_hans: 打开图片 URL
zh_hant: 開啟圖片網址

# markdown.web.remoteImageURL
source: Image URL: {url}
ar: عنوان URL للصورة: {url}
de: Bild-URL: {url}
es: URL de la imagen: {url}
fr: URL de l'image : {url}
ja: 画像 URL: {url}
ko: 이미지 URL: {url}
zh_hans: 图片 URL：{url}
zh_hant: 圖片網址：{url}

# memory.attribution.multipleOwners
source: multiple owners
ar: مالكون متعددون
de: mehrere Besitzer
es: múltiples propietarios
fr: propriétaires multiples
ja: 複数の帰属先
ko: 여러 소유자
zh_hans: 多个归属方
zh_hant: 多個擁有者

# memory.attribution.multipleWorkspaces
source: %lld workspaces
ar: %lld مساحة عمل
de: %lld Arbeitsbereiche
es: %lld espacios de trabajo
fr: %lld espaces de travail
ja: %lld個のワークスペース
ko: %lld개의 작업 공간
zh_hans: %lld 个工作区
zh_hant: %lld 個工作區

# memory.attribution.partial
source: partially attributed
ar: منسوب جزئيًا
de: teilweise zugeordnet
es: atribuido parcialmente
fr: partiellement attribué
ja: 一部のみ帰属
ko: 부분적으로 기인함
zh_hans: 部分归因
zh_hant: 部分歸屬

# memoryDiagnostic.summary.base
source: %@ app footprint + %@ child RSS
ar: %@ بصمة التطبيق + %@ RSS فرعي
bs: %@ otisak aplikacije + %@ RSS podprocesa
da: %@ app-fodaftryk + %@ child RSS
es: %@ de huella de app + %@ de RSS secundario
fr: %@ d’empreinte app + %@ de RSS enfant
it: %@ impronta app + %@ RSS figli
ja: %@ アプリフットプリント + %@ 子プロセスRSS
ko: %@ 앱 footprint + %@ 하위 RSS
nb: %@ appavtrykk + %@ child RSS
pl: %@ ślad aplikacji + %@ RSS potomnych
pt_br: %@ de pegada do app + %@ de RSS filho
ru: %@ отпечаток приложения + %@ дочерний RSS
th: %@ footprint แอป + %@ RSS ลูก
tr: %@ uygulama footprint + %@ alt RSS
uk: %@ відбиток застосунку + %@ дочірній RSS
zh_hans: %@ 应用 footprint + %@ 子进程 RSS
zh_hant: %@ 應用程式 footprint + %@ 子行程 RSS

# memoryDiagnostic.summary.topGroup
source: ; top child group: %@ %@
ar: ; أعلى مجموعة فرعية: %@ %@
bs: ; najveća grupa podprocesa: %@ %@
da: ; største underprocesgruppe: %@ %@
de: ; größte Kindprozessgruppe: %@ %@
es: ; principal grupo secundario: %@ %@
fr: ; principal groupe enfant : %@ %@
it: ; gruppo figlio principale: %@ %@
ja: ; 上位の子プロセスグループ: %@ %@
ko: ; 상위 하위 그룹: %@ %@
nb: ; største underprosessgruppe: %@ %@
pl: ; największa grupa potomna: %@ %@
pt_br: ; principal grupo filho: %@ %@
ru: ; крупнейшая дочерняя группа: %@ %@
th: ; กลุ่มลูกสูงสุด: %@ %@
tr: ; en büyük alt grup: %@ %@
uk: ; найбільша дочірня група: %@ %@
zh_hans: ；主要子进程组：%@ %@
zh_hant: ；主要子行程群組：%@ %@

# memoryDiagnostic.summary.workspace
source: from workspace %@
ar: من مساحة العمل %@
bs: iz radnog prostora %@
da: fra workspace %@
de: aus Workspace %@
es: desde el espacio de trabajo %@
fr: depuis l’espace de travail %@
it: dall’area di lavoro %@
ja: （ワークスペース %@）
ko: 워크스페이스 %@에서
nb: fra arbeidsområde %@
pl: z obszaru roboczego %@
pt_br: do workspace %@
ru: из рабочей области %@
th: จากเวิร์กสเปซ %@
tr: çalışma alanı %@ kaynağından
uk: з робочої області %@
zh_hans: 来自工作区 %@
zh_hant: 來自工作區 %@

# memoryPressure.aggregate.body
source: macOS reports memory pressure across cmux and its child processes. Only hidden, idle agent surfaces are considered after a confirmation window; active or visible work is left alone.
ar: يبلغ نظام macOS عن ضغط في الذاكرة عبر cmux والعمليات التابعة له. يتم النظر فقط في أسطح الوكلاء المخفية والخاملة بعد ظهور نافذة تأكيد؛ أما العمل النشط أو المرئي فلا يتم المساس به.
de: macOS meldet Speicherdruck bei cmux und seinen Kindprozessen. Nur ausgeblendete, im Leerlauf befindliche Agent-Oberflächen werden nach einem Bestätigungsfenster berücksichtigt; aktive oder sichtbare Arbeiten bleiben unberührt.
es: macOS informa de presión de memoria en cmux y sus procesos secundarios. Solo se considerarán las superficies inactivas y ocultas de los agentes tras una ventana de confirmación; el trabajo activo o visible se mantendrá intacto.
fr: macOS signale une pression sur la mémoire pour cmux et ses processus enfants. Seules les surfaces d’affichage d’agent masquées et inactives sont prises en compte après une fenêtre de confirmation ; les tâches actives ou visibles restent inchangées.
ja: macOS が cmux と子プロセス全体のメモリプレッシャーを報告しています。確認時間の後、非表示でアイドル状態のエージェントサーフェスだけを対象にします。アクティブまたは表示中の作業はそのままです。
ko: macOS에서 cmux 및 하위 프로세스의 메모리 부족(pressure)을 보고합니다. 확인 창이 표시된 후에 숨겨진 상태인 유휴 에이전트 화면만 정리 대상이 되며, 활성화되어 있거나 표시 중인 작업은 영향을 받지 않습니다.
zh_hans: macOS 报告 cmux 及其子进程存在内存压力。经过一段确认窗口后，只有隐藏且空闲的代理表面会被纳入考虑；正在活动或可见的工作不受影响。
zh_hant: macOS 報告 cmux 及其子程序出現記憶體壓力。在確認視窗後，系統僅會考慮隱藏且閒置的 Agent 介面；作用中或可見的工作將保持不變。

# memoryPressure.aggregate.subtitle
source: Idle agent surfaces may be hibernated
ar: قد يتم إدخال أسطح الوكلاء الخاملة في وضع السبات
de: Agent-Oberflächen im Leerlauf können in den Ruhezustand versetzt werden
es: Las superficies inactivas del agente pueden hibernarse
fr: Les surfaces d’affichage d’agent inactives peuvent être mises en veille prolongée
ja: アイドル状態のエージェントサーフェスを休止する場合があります
ko: 유휴 에이전트 화면이 최대 절전 모드로 전환될 수 있습니다
zh_hans: 空闲的代理表面可能会被休眠
zh_hant: 閒置的 Agent 介面可能會進入休眠狀態

# memoryPressure.aggregate.title
source: cmux is using substantial aggregate memory
ar: يستخدم cmux ذاكرة إجمالية كبيرة
de: cmux verbraucht erheblichen Gesamtspeicher
es: cmux está utilizando una cantidad considerable de memoria agregada
fr: cmux utilise une quantité substantielle de mémoire globale
ja: cmux 全体のメモリ使用量が大きくなっています
ko: cmux가 상당한 양의 총 메모리를 사용하고 있습니다
zh_hans: cmux 占用的总内存较大
zh_hant: cmux 正在使用大量的彙總記憶體

# memoryPressure.critical.body
source: macOS is reporting sustained critical memory pressure. cmux has shed hidden resources; close idle workspaces or restart cmux if pressure continues.
ar: يبلغ macOS عن ضغط ذاكرة حرج مستمر. حرر cmux الموارد المخفية؛ أغلق مساحات العمل الخاملة أو أعد تشغيل cmux إذا استمر الضغط.
bs: macOS prijavljuje trajni kritični memorijski pritisak. cmux je oslobodio skrivene resurse; zatvorite neaktivne radne prostore ili ponovo pokrenite cmux ako se pritisak nastavi.
da: macOS rapporterer vedvarende kritisk hukommelsespres. cmux har frigivet skjulte ressourcer; luk inaktive arbejdsområder, eller genstart cmux, hvis presset fortsætter.
de: macOS meldet anhaltenden kritischen Speicherdruck. cmux hat ausgeblendete Ressourcen freigegeben; schließen Sie inaktive Workspaces oder starten Sie cmux neu, wenn der Druck anhält.
es: macOS informa presión crítica de memoria sostenida. cmux liberó recursos ocultos; cierra espacios de trabajo inactivos o reinicia cmux si la presión continúa.
fr: macOS signale une pression mémoire critique persistante. cmux a libéré des ressources masquées ; fermez les espaces de travail inactifs ou redémarrez cmux si la pression continue.
it: macOS segnala una pressione di memoria critica persistente. cmux ha liberato risorse nascoste; chiudi le aree di lavoro inattive o riavvia cmux se la pressione continua.
ja: macOS が継続的な重大メモリプレッシャーを報告しています。cmux は非表示のリソースを解放しました。プレッシャーが続く場合は、未使用のワークスペースを閉じるか cmux を再起動してください。
ko: macOS가 지속적인 심각한 메모리 압박을 보고하고 있습니다. cmux가 숨겨진 리소스를 해제했습니다. 압박이 계속되면 유휴 작업 공간을 닫거나 cmux를 다시 시작하세요.
nb: macOS rapporterer vedvarende kritisk minnepress. cmux har frigitt skjulte ressurser; lukk inaktive arbeidsområder eller start cmux på nytt hvis presset fortsetter.
pl: macOS zgłasza utrzymującą się krytyczną presję pamięci. cmux zwolnił ukryte zasoby; zamknij bezczynne obszary robocze albo uruchom ponownie cmux, jeśli presja się utrzymuje.
pt_br: O macOS está relatando pressão crítica de memória sustentada. O cmux liberou recursos ocultos; feche áreas de trabalho ociosas ou reinicie o cmux se a pressão continuar.
ru: macOS сообщает о сохраняющейся критической нехватке памяти. cmux освободил скрытые ресурсы; закройте неактивные рабочие области или перезапустите cmux, если давление продолжается.
th: macOS รายงานแรงกดดันหน่วยความจำระดับวิกฤตอย่างต่อเนื่อง cmux ได้ปล่อยทรัพยากรที่ซ่อนอยู่แล้ว ปิดเวิร์กสเปซที่ไม่ได้ใช้งานหรือรีสตาร์ท cmux หากแรงกดดันยังคงอยู่
tr: macOS sürekli kritik bellek baskısı bildiriyor. cmux gizli kaynakları serbest bıraktı; baskı sürerse boşta olan çalışma alanlarını kapatın veya cmux'i yeniden başlatın.
uk: macOS повідомляє про тривалий критичний тиск пам’яті. cmux звільнив приховані ресурси; закрийте неактивні робочі області або перезапустіть cmux, якщо тиск триває.
zh_hans: macOS 报告持续严重的内存压力。cmux 已释放隐藏资源；如果压力持续，请关闭空闲工作区或重新启动 cmux。
zh_hant: macOS 回報持續嚴重的記憶體壓力。cmux 已釋放隱藏資源；如果壓力持續，請關閉閒置工作區或重新啟動 cmux。

# memoryPressure.critical.subtitle
source: Hidden renderers and browsers were released
ar: تم تحرير العارضات والمتصفحات المخفية
bs: Skriveni rendereri i preglednici su oslobođeni
da: Skjulte renderere og browsere blev frigivet
de: Ausgeblendete Renderer und Browser wurden freigegeben
es: Se liberaron renderizadores y navegadores ocultos
fr: Les moteurs de rendu et navigateurs masqués ont été libérés
it: Renderer e browser nascosti sono stati rilasciati
ja: 非表示のレンダラーとブラウザを解放しました
ko: 숨겨진 렌더러와 브라우저가 해제되었습니다
nb: Skjulte renderere og nettlesere ble frigitt
pl: Ukryte renderery i przeglądarki zostały zwolnione
pt_br: Renderizadores e navegadores ocultos foram liberados
ru: Скрытые рендереры и браузеры были освобождены
th: ปล่อยตัวเรนเดอร์และเบราว์เซอร์ที่ซ่อนอยู่แล้ว
tr: Gizli işleyiciler ve tarayıcılar serbest bırakıldı
uk: Приховані рендерери та браузери звільнено
zh_hans: 已释放隐藏的渲染器和浏览器
zh_hant: 已釋放隱藏的轉譯器和瀏覽器

# memoryPressure.critical.title
source: cmux is under critical memory pressure
ar: cmux تحت ضغط ذاكرة حرج
bs: cmux je pod kritičnim memorijskim pritiskom
da: cmux er under kritisk hukommelsespres
de: cmux steht unter kritischem Speicherdruck
es: cmux está bajo presión crítica de memoria
fr: cmux subit une pression mémoire critique
it: cmux è sotto pressione di memoria critica
ja: cmux に重大なメモリプレッシャーがかかっています
ko: cmux에 심각한 메모리 압박이 있습니다
nb: cmux er under kritisk minnepress
pl: cmux jest pod krytyczną presją pamięci
pt_br: cmux está sob pressão crítica de memória
ru: cmux испытывает критическую нехватку памяти
th: cmux อยู่ภายใต้แรงกดดันหน่วยความจำระดับวิกฤต
tr: cmux kritik bellek baskısı altında
uk: cmux перебуває під критичним тиском пам’яті
zh_hans: cmux 正处于严重内存压力下
zh_hant: cmux 正處於嚴重記憶體壓力下

# menu.app.about
source: About cmux
ar: حول cmux
bs: O programu cmux
da: Om cmux
de: Über cmux
es: Acerca de cmux
fr: À propos de cmux
it: Informazioni su cmux
ja: cmuxについて
ko: cmux에 관하여
nb: Om cmux
pl: O cmux
pt_br: Sobre o cmux
ru: О программе cmux
th: เกี่ยวกับ cmux
tr: cmux Hakkında
uk: Про cmux
zh_hans: 关于 cmux
zh_hant: 關於 cmux

# menu.app.checkForUpdates
source: Check for Updates…
ar: التحقق من التحديثات…
bs: Provjeri ažuriranja…
da: Søg efter opdateringer…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour...
it: Verifica aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nb: Se etter oppdateringer …
pl: Sprawdź aktualizacje…
pt_br: Buscar Atualizações…
ru: Проверить обновления...
th: ตรวจหาอัปเดต...
tr: Güncellemeleri Denetle…
uk: Перевірити оновлення…
zh_hans: 检查更新...
zh_hant: 檢查更新...

# menu.app.ghosttySettings
source: Ghostty Settings…
ar: إعدادات Ghostty…
bs: Ghostty postavke…
da: Ghostty-indstillinger…
de: Ghostty-Einstellungen …
es: Ajustes de Ghostty…
fr: Réglages Ghostty...
it: Impostazioni Ghostty…
ja: Ghostty設定…
ko: Ghostty 설정…
nb: Ghostty-innstillinger …
pl: Ustawienia Ghostty…
pt_br: Ajustes do Ghostty…
ru: Настройки Ghostty...
th: การตั้งค่า Ghostty...
tr: Ghostty Ayarları…
uk: Налаштування Ghostty…
zh_hans: Ghostty 设置...
zh_hant: Ghostty 設定...

# menu.app.keepMacAwake
source: Keep Mac Awake
ar: إبقاء ماك مستيقظا
de: Halten Sie Mac wach
es: Mantenga a Mac despierto
fr: Gardez Mac éveillé
ja: Macをスリープさせない
ko: Mac을 깨어있게 유지
zh_hans: 保持 Mac 唤醒
zh_hant: 讓 Mac 保持清醒

# menu.app.makeDefaultTerminal
source: Make cmux the Default Terminal
ar: جعل cmux الطرفية الافتراضية
de: cmux als Standard-Terminal festlegen
es: Establecer cmux como terminal predeterminada
fr: Définir cmux comme terminal par défaut
ja: cmux をデフォルトターミナルにする
ko: cmux를 기본 터미널로 설정
zh_hans: 将 cmux 设为默认终端
zh_hant: 將 cmux 設為預設終端機
